Repository: Myzel394/quid_faciam_hodie
Catalog: lib/locale/l10n/app_*.arb
Languages: de

# generalError
source: There was an error
de: Ein Fehler ist aufgetreten

# generalCancelButtonLabel
source: Cancel
de: Abbrechen

# generalContinueButtonLabel
source: Continue
de: Weiter

# generalSaveButtonLabel
source: Save
de: Speichern

# generalLoadingLabel
source: Loading...
de: Wird geladen...

# generalSwipeDownToClose
source: Swipe down to close this sheet
de: Wische runter um zu schließen

# welcomeScreenDescription
source: Find out what you did all the days and unlock moments you completely forgot!
de: Finde heraus was du den ganzen Tag gemacht hast und erlebe Erinnerungen wieder, die du komplett vergessen hast!

# welcomeScreenSubtitle
source: What did I do today?
de: Was hab ich heute gemacht?

# welcomeScreenCreateMemoriesGuideDescription
source: Create photos and video thorough the day...
de: Erstelle Fotos und Videos während des Tages auf...

# welcomeScreenViewMemoriesGuideDescription
source: ...and relieve your best moments at the end of the day!
de: ...und lebe deine Liebelingsmomente des Tages wieder!

# welcomeScreenGetStartedLabel
source: Get started
de: Loslegen

# welcomeScreenMemoriesDataMemoriesAmount
source: You have created {count,plural, =0{no memories yet}} =1{one memory} other{{count} memories}}
de: Du hast {count,plural, =0{noch keine Erinnerungen}} =1{eine Erinnerung} other{{count} Erinnerungen}} erstellt

# welcomeScreenMemoriesDataMemoriesSpanning
source: Spanning from {startDate} to {endDate}
de: Welche vom {startDate} bis zum {endDate} reichen

# serverLoadingScreenDescription
source: We are loading your data
de: Wir laden deine Daten

# mainScreenActionsTorchButton
source: Torch
de: Taschenlampe

# mainScreenUploadSuccess
source: Uploaded successfully!
de: Erfolgreich hochgeladen

# mainScreenTakePhotoActionTakingPhoto
source: Taking photo, please hold still...
de: Foto wird aufgenommen, halte still...

# mainScreenTakePhotoActionUploadingPhoto
source: Uploading photo...
de: Foto wird hochgeladen...

# mainScreenTakeVideoActionSaveVideo
source: Taking video, please hold still...
de: Video wird aufgenommen, halte still...

# mainScreenTakeVideoActionUploadingVideo
source: Uploading video...
de: Video wird hochgeladen...

# mainScreenHelpSheetTitle
source: Record your best moments in life
de: Nimm deine besten Momente im Leben auf

# mainScreenHelpSheetTakePhotoExplanation
source: Tap on the shutter button once to take a photo.
de: Tippe einmal auf den Auslöser um ein Foto zu erstellen.

# mainScreenHelpSheetTakeVideoExplanation
source: Hold down the shutter button to start recording a video. Leave the button to stop recording.
de: Halt den Auslöser gedrückt um ein Video aufzunehmen. Lasse los, wenn du fertig bist.

# mainScreenAnnotationDialogTitle
source: Add an annotation
de: Anmerkung hinzufüge

# mainScreenAnnotationDialogExplanation
source: You can add an annotation to your memory
de: Du kannst eine Anmerkung zu deiner Erinnerung hinzufügen.

# mainScreenAnnotationDialogAnnotationFieldLabel
source: Annotation
de: Anmerkung

# recordingOverlayIsRecording
source: Recording
de: Aufnahme

# loginScreenTitle
source: Login
de: Anmelden

# loginScreenHelpText
source: Sign in to your account. If you do not have one already, we will automatically set up one for you.
de: Melde dich an. Wenn du noch keinen Account besitzt, erstellen wir automatisch einen für dich.

# loginScreenFormPasswordLabel
source: Password
de: Passwort

# loginScreenLoginFailed
source: Email or password incorrect
de: E-Mail oder Passwort inkorrekt

# grantPermissionScreenTitle
source: Grant Permissions
de: Berechtigungen erteilen

# permissionsRequiredPageTitle
source: Permissions Required
de: Berechtigungen benötigt

# permissionsRequiredPageDescription
source: Please grant the following permissions to use this app.
de: Bitte erteile die folgenden Berechtigungen, um die App zu verwenden.

# permissionsRequiredPagePermanentlyDenied
source: You have permanently denied permissions required to use this app. Please enable them in the settings.
de: Du hast Berechtigungen permanent abgelehnt, welche für die App benötigt werden. Bitte erteile sie in den Einstellungen.

# permissionsRequiredPageOpenSettings
source: Open Settings
de: Einstellungen öffnen

# permissionsRequiredPageGrantCameraPermission
source: Grant camera permission
de: Kamera-Berechtigung erteilen

# permissionsRequiredPageGrantMicrophonePermission
source: Grant microphone permission
de: Mikrofon-Berechtigung erteilen

# permissionsRequiredPageGrantLocationPermission
source: Grant location permission
de: Standort-Berechtigung erteilen

# memoryViewIsDownloading
source: Downloading memory
de: Erinnerung wird heruntergeladen

# memoryViewDownloadFailed
source: Memory could not be loaded.
de: Erinnerung konnte nicht geladen werden.

# memorySheetSavedToGallery
source: Saved to Gallery!
de: In Gallerie gespeichert!

# memorySheetMemoryUpdatedToPublic
source: Your Memory is public now!
de: Deine Erinnerung wurde veröffentlicht!

# memorySheetMemoryUpdatedToPrivate
source: Your Memory is private now.
de: Deine Erinnerung wurde auf privat gestellt.

# memorySheetTitle
source: Edit Memory
de: Erinnerung bearbeiten

# memorySheetDownloadMemory
source: Download to Gallery
de: In Gallerie speichern

# memorySheetUpdateMemoryMakePublic
source: Make Public
de: Veröffentlichen

# memorySheetUpdateMemoryMakePrivate
source: Make Private
de: Privat machen

# memorySheetDeleteMemory
source: Delete Memory
de: Erinnerung löschen

# memorySheetCreatedAtDataKey
source: Created at: {creationTime}
de: Erstellt am: {creationTime}

# memorySheetViewMoreDetails
source: View More Details
de: Mehr Details

# memoryMapScreenTitle
source: Location
de: Standort

# memoryMapScreenOpenNavigation
source: Open Navigation
de: Navigation öffnen

# memoryMapScreenValuesAddressLabel
source: Estimated Address
de: Geschätzte Adresse

# memoryMapScreenValuesAddressIsUnavailable
source: Address not available
de: Address nicht verfügbar

# memoryMapScreenValuesAltitudeLabel
source: Altitude
de: Höhe

# memoryMapScreenValuesAccuracyLabel
source: Accuracy
de: Genauigkeit

# memoryMapScreenValuesSpeedLabel
source: Speed
de: Geschwindigkeit

# emptyScreenTitle
source: Houston, we have a problem
de: Houston, wir haben ein Problem

# emptyScreenSubtitle
source: The user hasn't created any memories yet!
de: Der Benutzer hat noch keine Erinnerungen erstellt!

# emptyScreenDescription
source: To view your timeline you need to create some memories first! :)
de: Um deine Timeline sehen zu können musst du zuerst ein paar Erinnerungen erstellen! :)

# emptyScreenCreateMemory
source: Create a Memory
de: Erinnerung erstellen

# settingsScreenTitle
source: Settings
de: Einstellungen

# settingsScreenAccountSectionTitle
source: Your Account
de: Dein Account

# settingsScreenAccountSectionCreationDateLabel
source: Account creation
de: Account-Erstellung

# settingsScreenAccountSectionLogoutLabel
source: Log out
de: Abmelden

# settingsScreenDangerSectionTitle
source: Danger Zone
de: Gefahrbereich

# settingsScreenDangerSectionDeleteAccountLabel
source: Delete Account
de: Account löschen

# settingsScreenDeleteAccountDescription
source: Are you sure you want to delete your account? This action cannot be undone! All your memories will be deleted as well.
de: Bist du dir sicher, dass du deinen Account löschen möchtest? Diese Aktion kann nicht rückgangig gemacht werden! Deine Erfahrungen werden ebenfalls gelöscht.

# settingsScreenDeleteAccountConfirmLabel
source: Delete Account now
de: Account jetzt löschen

# settingsScreenGeneralSectionQualityLabel
source: Quality
de: Qualität

# settingsScreenGeneralSectionAskForMemoryAnnotationsLabel
source: Ask for memory annotations
de: Nach Anmerkungen für Erinnerungen fragen

# settingsScreenResetHelpSheetsLabel
source: Reset Help Sheets
de: Hilf-Sheets zurücksetzen

# settingsScreenResetHelpSheetsResetSuccessfully
source: Help Sheets reset successfully.
de: Hilf-Sheets wurden zurückgesetzt.

# calendarScreenTitle
source: Calendar
de: Kalendar

# timelineScreenHelpSheetTitle
source: Welcome to your timeline
de: Willkommen zu deiner Timeline

# timelineHelpContentChronologicalMemoriesExplanation
source: Your memories are presented in chronological order.
de: Deine Erfahrungen werden in chronologischer Reihenfolge präsentiert.

# timelineHelpContentSwipeLeftRightExplanation
source: Swipe left or right to navigate through the memories of the current day.
de: Wische nach links oder rechts um durch deine Erinnerungen von deinem aktuellen Tag zu gehen.

# timelineHelpContentSwipeUpDownExplanation
source: Swipe up or down to navigate through the days of your memories.
de: Wische nach oben oder unten um durch die verschiedenen Tage deiner Erinnerungen zu gehen.

# timelineHelpContentAutomaticJumpExplanation
source: Your timeline will automatically jump to your next memory after some time.
de: Deine Timeline springt automatisch zur nächsten Erinnerung nach einiger Zeit.

# timelineHelpContentHoldDownExplanation
source: Hold down to pause your timeline from jumping to your next memory.
de: Halte gedrückt um deine Timeline zu pausieren.

# timelineHelpContentTapTwiceExplanation
source: Tap twice to see more details about your memory.
de: Tippe zweimal um mehr Details über deine Erinnerung zu erfahren,

# helpSheetDontShowAgain
source: Don't show this help sheet again
de: Nicht mehr anzeigen

# enumMapping_ResolutionPreset_low
source: Low
de: Niedrig

# enumMapping_ResolutionPreset_high
source: High
de: Hoch

# enumMapping_ResolutionPreset_veryHigh
source: Very High
de: Sehr Hoch

# enumMapping_ResolutionPreset_ultraHigh
source: Ultra High
de: Ultra Hoch
